const questions = [

{
question:"Кој ја изградил Ноевата арка?",
answers:["Авраам","Ное","Мојсеј","Исак"],
correct:1
},

{
question:"Колку ученици имал Исус?",
answers:["10","12","20","70"],
correct:1
},

{
question:"Кој го победил Голијат?",
answers:["Петар","Давид","Соломон","Самсон"],
correct:1
},

{
question:"Кој бил првиот човек?",
answers:["Ное","Адам","Каин","Авел"],
correct:1
},

{
question:"Кој го предал Исус?",
answers:["Петар","Јуда","Јован","Тома"],
correct:1
},

{
question:"Која е првата книга во Библијата?",
answers:["Излез","Битие","Псалми","Матеј"],
correct:1
},

{
question:"Кој го разделил Црвеното Море?",
answers:["Илија","Мојсеј","Исус Навин","Арон"],
correct:1
},

{
question:"Колку дена врнел потопот?",
answers:["7","30","40","100"],
correct:2
},

{
question:"Кој ја родил Исус?",
answers:["Елисавета","Марија","Марта","Рут"],
correct:1
},

{
question:"Во кој град се родил Исус?",
answers:["Ерусалим","Витлеем","Назарет","Ерихон"],
correct:1
},

{
question:"Кој бил татко на Јован Крстител?",
answers:["Захарија","Авраам","Јаков","Самуил"],
correct:0
},

{
question:"Колку книги има Новиот Завет?",
answers:["27","39","66","12"],
correct:0
},

{
question:"Кој бил најмудриот цар?",
answers:["Давид","Соломон","Саул","Езекија"],
correct:1
},

{
question:"Кој бил фрлен во јамата со лавови?",
answers:["Јосиф","Даниел","Илија","Самсон"],
correct:1
},

{
question:"Кој ги добил Десетте заповеди?",
answers:["Авраам","Мојсеј","Петар","Павле"],
correct:1
},

{
question:"Кој го крстил Исус?",
answers:["Петар","Јован Крстител","Павле","Андреј"],
correct:1
},

{
question:"На која планина застанала Ноевата арка?",
answers:["Синај","Арарат","Кармил","Морија"],
correct:1
},

{
question:"Колку дена постел Исус во пустината?",
answers:["7","21","30","40"],
correct:3
},

{
question:"Кој бил најсилниот човек во Библијата?",
answers:["Самсон","Давид","Илија","Каин"],
correct:0
},

{
question:"Кој го напишал најголемиот дел од Посланијата?",
answers:["Петар","Павле","Јаков","Лука"],
correct:1
}

];
